[M_WontGetFooled MissionDefinition]
MissionName="Don't play with me again"
MissionDescription="Agent Friedman needs your help. One of the town's four criminals killed the boy, but police don't know who he was with. You must listen to the witnesses and use your detective skills to find the culprit.."
TurnInDescription="He helps Officer Friedman arrest the Sewer Brothers. "
MissionSummary="The case of Justin McCready's murder has been solved."
MissionGiver="Agent Friedman"
MissionTurnInLocation="Officer Friedman"
TeaserText="I have the power to kill Justin McCready?"

[M_WontGetFooled:AccuseMurderer MissionObjectiveDefinition]
ProgressMessage="Meet the killer!"

[M_WontGetFooled:AccuseMurderer_ObjSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WontGetFooled:QuestionFriedman MissionObjectiveDefinition]
ProgressMessage="Friedman asked that"

[M_WontGetFooled:QuestionMoxxi MissionObjectiveDefinition]
ProgressMessage="Ask for moxie"

[M_WontGetFooled:QuestionWitnesses MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WontGetFooled:QuestionWitnessesDescriptionUpdateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Officer Friedman needs your help: Gutter killed a four-year-old local boy. The police don't know who he is. You must use your deduction skills to interrogate the evidence and find the culprit..<br><br>Witnesses said Gutter shot his brother, Justin McCready, in the neck and quickly ran to the Mexican fence, where he hid..<br><br>The hunters shot him three times, but the first two shots bounced harmlessly off the attacker's shield..<br><br>Then the murderer Dr. After treatment at the hospital, Jade returned home and was arrested along with a gunman named Friedman.."

[M_WontGetFooled:QuestionZed MissionObjectiveDefinition]
ProgressMessage="Only Dr. asked Zaid."

